{"CNM": {"name": "Cyprus U.N. Buffer Zone", "id": "CNM", "overall": "C", "overall_desc": "this is a demo", "access_consent": "C", "access_consent_desc": "idk", "law_enforcement": "D", "law_enforcement_desc": "lol, why are you reading this?", "localization": "", "localization_desc": "", "enforcement": "", "enforcement_desc": "", "jurisdictional_cov": "", "jurisdictional_cov_desc": "", "stability": "", "stability_desc": ""}, "DEU": {"name": "Germany", "id": "DEU", "overall": "A", "overall_desc": "The European Union is one of the leading governments in data privacy with the General Data Protection Regulation (GPDR). It regulates the processing of personal data relating to individuals in the EU by companies and individuals. The GDPR harmonizes data privacy across the European Union (improving consistent data protection) by increasing territorial scope, enforcing penalties, strengthening requirements for consent, and protecting data subject rights. It has been praised for its increased accountability on corporations. Many other countries have also followed suit in implementing stronger data protections, using the European Union’s GDPR as a model.", "access_consent": "5", "access_consent_desc": "The GDPR is rooted in the European Union's constitutional foundations of data privacy rights. It strengthens consent conditions to ensure that data subjects have given consent to the processing of personal data. This is comprised of five specific rights: the right to be informed of data processing, the right to rectify any mistakes regarding personal data, the right to have organizations erase a subject's data in certain circumstances, the right to restrict processing of that data, and the right to be notified of data breaches.", "law_enforcement": "5", "law_enforcement_desc": "In 2016, the European Union implemented a directive that would facilitate the free flow of data and promote inter-member state cooperation regarding matters of law enforcement. The directive establishes that the data subject's right of access and information is maintained, while also mandating the existence of a data protection officer so as to place accountability on the data controller. Data transfers to a third country can only occur for law enforcement policies. This directive came into place only after Edward Snowden described how intelligence services hoover data from netizens, raising debates about data localization in the European Union, but it is a well written directive balancing the privacy rights of data subjects and governmental interest of national security.", "localization": "5", "localization_desc": "It is a core belief for the European Union that data localization restriction promote protectionism, which is not a beneficial tool in a single market. The GDPR outlines that any restriction on the movement of data between the EU member states must be justified in the name of national security, with governments retaining the right to access the non-personal member data in other member EU states. Data transfers are allowed from countries with data privacy initiatives that are deemed \"adequate\" by the European Union, thus protecting the data privacy rights of the EU's own citizens.", "enforcement": "5", "enforcement_desc": "Organizations in breach of the GDPR can be fined up to 4% of annual global turnover (this caps at 20 million euros, which is the maximum fine that can be paid). Examples of infringement include not having sufficient customer consent to process data\ntiered approach to fines (a 2% fine is implemented if a company does not notify officials about a data breach, etc.) Even ‘clouds’ are not exempt from penalties with data protection officers placed as internal record keepers that maintain GDPR requirements. The GDPR has thus been used as a model for other countries to implement due to the level of accountability and compliance expected from corporations, ultimately promoting consumer rights.", "jurisdictional_cov": "5", "jurisdictional_cov_desc": "Jurisdictional coverage refers to a country's ability to enforce its data privacy legislation to cases that involve a foreign element. One of the changes made to the EU's data privacy legislation through the GDPR was an increased territorial scope. The GDPR applies to all countries processing the data of subjects living in the European Union, regardless of whether or not that country is based in the European Union. This furthers consumer rights of those living in the European Union and clears up previous ambuiguity regarding the government's role in instances of data processing by organizations that are not based in the European Union.", "stability": "5", "stability_desc": "The legislation prior to the GDPR had a lot of ambuiguites regarding the enforcement of the actual law as well as the territorial scope of impact the legislation had. With the GDPR's implementation, clear definitions have been drawn regarding consumer condititions of consent, jurisdictional coverage as well as framing the legislation from a business perspective (with our increasingly globalized economy, such a directive is instrumental in shaping business practices regarding consumer data privacy rights)."}, "": {"name": "Argentina", "id": "", "overall": "", "overall_desc": "Argentina was the first non-European country deemed to have adequate data protection laws.  Its most recent legislation replaced the old law, and is modeled after the GDPR.  ", "access_consent": "", "access_consent_desc": "Similar to the GDPR, consent and legitimate interest of the data processer is taken into account in the legality of data processing. In terms of consent, the database must ensure that the consent came from the true subject and not a third party. Minors are able to provide consent given that they meet a certain standard of aptitude and maturity.  In certain cases, consent is implied. Subjects also have the right to oppose the processing of their data, the right to request a transfer of their data to another company, and the right to request a copy of their personal data that is being processed.", "law_enforcement": "", "law_enforcement_desc": "The data protection authority enforces the regulations.  Violations may result in fines or prison time.", "localization": "", "localization_desc": "Argentina follows the GDPR standard when it comes to international transfers, allowing for such transfers only if the adequate country has adequate protections.", "enforcement": "A", "enforcement_desc": "In line with the GDPR, subects must be notified of breaches.The penalty for violations is a fine up to 500 times the living minimum wage.  This method prevents the future need to change the scale of penalties when money values fluctuate.  Furthermore, public agencies, bodies that process sensitive data as a principle activity, and bodies that conduct big data activities are required to appoint a data protection officer to ensure enforcement.", "jurisdictional_cov": "A", "jurisdictional_cov_desc": "Data subjects are only individuals and do not include legal entities.  Argentina's new bill also lists what makes an international transfer of personal data lawful, similar to the GDPR.  Some aspects of a lawful transfer include consent of the subject, adequate protection from the receiving country, and legal necessity of the transfer.", "stability": "", "stability_desc": "The new bill more thoroughly defines relevant terms such as data base, and introduces new definitions such as biometric data.  These definitions remove previous ambiguity and ensure stability for the future."}, "HKG": {"name": "Hong Kong", "id": "HKG", "overall": "", "overall_desc": "Hong Kong Personal Data (Privacy) Ordinance of 1995 (PDPO) - Cap. 486 of the Laws of Hong Kong. The PDPO was one of Asia’s first and most comprehensive set of laws pertaining to data privacy. It established Asia’s first data protection authority, the Privacy Commissioner for Personal Data (PCPD), which is an independent statutory body designed to regulate the use of personal data. Unlike other data protection laws, the PDPO restricts its definition of personal data to only include the living. The data of deceased individuals is not protected. In 2012, the law underwent significant changes to protect personal data in the face of increasingly invasive direct marketing efforts. ", "access_consent": "B", "access_consent_desc": "Data users must obtain the voluntary consent of its subjects. Should the user wish to use this data (even if public) for any purpose other than the one for which the personal data was originally collected, then the user would need to reobtain the subject's consent. A data subject is also entitled to ascertain if a data user holds any of his personal data, request a copy, and correct any inaccuracies. Data users are required to respond to a data access or correction request within a statutory period of 40 days. However, the PDPO does not offer data subjects an explicit right to erasure. Rather, the ordinance maintains that data users should not retain a subject’s data for longer than necessary. Another key point of concern for subjects is that the PDPO does not require users to notify its subjects or the PCPD of any data breaches, no matter the scope. Lastly, the PDPO makes no distinction between sensitive and non-sensitive personal data, thereby offering no additional protections over sensitive personal data. ", "law_enforcement": "A", "law_enforcement_desc": "The HK Police Force is also required to comply with the PDPO. ", "localization": "D", "localization_desc": "Currently, the PDPO does not require data users to keep operations or subjects’ data within the city-state’s borders. No data localization requirements are explicitly mentioned. Cross border data transfers face no systematic regulation.  ", "enforcement": "C", "enforcement_desc": "The PDPO has an independent statutory authority, the Privacy Commissioner for Personal Data (PCPD), which is designed to monitor data users and ensure their compliance with the PDPO. However, unlike the GDPR, the PCPD does not require data users to appoint a data protection officer, who would provide direct oversight over data users. The PCPD is also limited in its capacity for direct enforcement. Should a data user violate the PDPO, the PCPD does not have the authority to directly impose administrative sanctions or levy fines [ Ss. 50 & 50A]. Rather, it would issue an enforcement notice, ordering remedial actions by a data user. In the case of non-compliance with said notice, the user would then would be subject to judicial proceedings. Data users found guilty of non-compliance face a maximum statutory fine of HK$50,000 and imprisonment for two years. ", "jurisdictional_cov": "B", "jurisdictional_cov_desc": "The ordinance applies in cases where the data user controls the processing of data in or from Hong Kong, even if the data processing cycle occurs outside Hong Kong. The PDPO does not contain any clear provisions conferring extra-territorial application. Further, the ordinance only applies to data users, not data processessors. As such, if a data processor violates the ordinance, only the associated data user would be held liable. \n", "stability": "A", "stability_desc": "Formerly a British colony, Hong Kong (HK) has since become a Special Administrative Region of the People’s Republic of China as of 1997. As such, the city-state’s system of government is separate from that of China. The city-state is ruled by the Basic Law, which acts as a constitution for Hong Kong and stipulates HK's relationship to China. The Sino-British Joint Declaration guarantees the Basic Law for 50 years following the transfer of sovereignty. It does not specify how Hong Kong will be governed after 2047. While Hong Kong currently has a stable government, this introduces uncertainty when looking towards the future. "}, "TWN": {"name": "Taiwan", "id": "TWN", "overall": "", "overall_desc": "Personal Information Protection Act 2010 (PIPA)", "access_consent": "", "access_consent_desc": "", "law_enforcement": "", "law_enforcement_desc": "PIPA allows for exemptions from informing or obtaining written consent from the data subject if the collection, processing, or use of the personal information is made for the purposes of public interest. However, the term “public interest” is never clearly defined. \n", "localization": "", "localization_desc": "", "enforcement": "", "enforcement_desc": "PIPA does not call for an independent data protection authority. Therefore, the only legislative body responsible for enforcing PIPA is the Ministry of Justice, which is a governmental body. The Ministry of Justice is responsible for creating the legal framework surrounding data protection rights and dealing with relevant cases. Rather than enforcing blanket penalties, the ministry typically takes on a more sector-specific approach. Ministries can order private sector agencies to take remedial action within a specified time, and can subject them to an administrative fine by the central authority for a particular industry. This is done in lieu of pursuing a criminal prosecution. \n\n", "jurisdictional_cov": "", "jurisdictional_cov_desc": "", "stability": "", "stability_desc": ""}, "KOR": {"name": "South Korea", "id": "KOR", "overall": "", "overall_desc": "Personal Information Protection Act (PIPA), 2011\n", "access_consent": "", "access_consent_desc": "", "law_enforcement": "", "law_enforcement_desc": "", "localization": "", "localization_desc": "", "enforcement": "", "enforcement_desc": "PIPA has an independent statutory authority, the Personal Information Protection Commission (PIPC), which has a wide range of powers concerning determining policy matters and the interpretation of laws and regulations, but not the resolution of individual complaints. \n", "jurisdictional_cov": "", "jurisdictional_cov_desc": "PIPA has no data localization requirements. But, under regulations governing the financial and medical sectors, certain data must be physically stored in South Korea and copies of such data cannot be transferred abroad.\n\n", "stability": "", "stability_desc": ""}, "JPN": {"name": "Japan", "id": "JPN", "overall": "", "overall_desc": "Act on the Protection of Personal Information (\"APPI\") regulates privacy protection issues in Japan ", "access_consent": "", "access_consent_desc": "The APPI does not require users to notify its subjects or the PCPD of any data breaches, no matter the scope", "law_enforcement": "", "law_enforcement_desc": "", "localization": "", "localization_desc": "", "enforcement": "", "enforcement_desc": "", "jurisdictional_cov": "", "jurisdictional_cov_desc": "Personal Data may not be transferred to a foreign country unless: \n(i) the data subject has given specific advance consent to the transfer of the data subject’s Personal Data to the entity in a foreign country; \n(ii) the country in which the recipient is located has a legal system that is deemed equivalent to the Japanese personal data protection system, designated by the Japanese data protection authority; or \n(iii) the recipient undertakes adequate precautionary measures for the protection of Personal Data, as specified by the Japanese data protection authority.\n", "stability": "", "stability_desc": ""}, "VEN": {"name": "Venezuela", "id": "VEN", "overall": "D", "overall_desc": "Venezuela has no formal legislation regarding data protection.  However, the Article 28 of the Constitution grants \"the right of access to the information and data concerning him or her or his or her goods which are contained in official or private records\".", "access_consent": "2", "access_consent_desc": "The constitution grants the right to access information and data on themselves, as well as the right to update or destroy innaccurate information about themselves.", "law_enforcement": "0", "law_enforcement_desc": "", "localization": "1", "localization_desc": "Transfers of data are subject to Constitutional and case law.", "enforcement": "2", "enforcement_desc": "While there is no specific data protection legislation, the Constitutional Chamber of the Supreme Court set forth guidelines for anyone who collects and manages personal information known as \"The Principles\". These include: (1) Principle of free will (2) Principle of legality (3) Principle of purpose and quality (4) Principle of temporality or conservation (5) Principle of accuracy and self-determination (6) Principle of security and confidentiality (7) Principle of guardianship (8) Principle of responsibility.  There is no legal requirement for breach notifications.", "jurisdictional_cov": "0", "jurisdictional_cov_desc": "", "stability": "0", "stability_desc": ""}, "LBY": {"name": "Libya", "id": "LBY", "overall": "F", "overall_desc": "This country has no available data protections at the time of publication", "access_consent": "0", "access_consent_desc": "", "law_enforcement": "0", "law_enforcement_desc": "", "localization": "0", "localization_desc": "", "enforcement": "0", "enforcement_desc": "", "jurisdictional_cov": "0", "jurisdictional_cov_desc": "", "stability": "0", "stability_desc": ""}, "DZA": {"name": "Algeria", "id": "DZA", "overall": "F", "overall_desc": "This country has no available data protections at the time of publication", "access_consent": "0", "access_consent_desc": "", "law_enforcement": "0", "law_enforcement_desc": "", "localization": "0", "localization_desc": "", "enforcement": "0", "enforcement_desc": "", "jurisdictional_cov": "0", "jurisdictional_cov_desc": "", "stability": "0", "stability_desc": ""}, "TCD": {"name": "Chad", "id": "TCD", "overall": "F", "overall_desc": "This country has no available data protections at the time of publication", "access_consent": "0", "access_consent_desc": "", "law_enforcement": "0", "law_enforcement_desc": "", "localization": "0", "localization_desc": "", "enforcement": "0", "enforcement_desc": "", "jurisdictional_cov": "0", "jurisdictional_cov_desc": "", "stability": "0", "stability_desc": ""}, "SDN": {"name": "Sudan", "id": "SDN", "overall": "F", "overall_desc": "This country has no available data protections at the time of publication", "access_consent": "0", "access_consent_desc": "", "law_enforcement": "0", "law_enforcement_desc": "", "localization": "0", "localization_desc": "", "enforcement": "0", "enforcement_desc": "", "jurisdictional_cov": "0", "jurisdictional_cov_desc": "", "stability": "0", "stability_desc": ""}, "SSD": {"name": "S. Sudan", "id": "SSD", "overall": "F", "overall_desc": "This country has no available data protections at the time of publication", "access_consent": "0", "access_consent_desc": "", "law_enforcement": "0", "law_enforcement_desc": "", "localization": "0", "localization_desc": "", "enforcement": "0", "enforcement_desc": "", "jurisdictional_cov": "0", "jurisdictional_cov_desc": "", "stability": "0", "stability_desc": ""}, "ERI": {"name": "Eritrea", "id": "ERI", "overall": "F", "overall_desc": "This country has no available data protections at the time of publication", "access_consent": "0", "access_consent_desc": "", "law_enforcement": "0", "law_enforcement_desc": "", "localization": "0", "localization_desc": "", "enforcement": "0", "enforcement_desc": "", "jurisdictional_cov": "0", "jurisdictional_cov_desc": "", "stability": "0", "stability_desc": ""}, "DJI": {"name": "Djibouti", "id": "DJI", "overall": "F", "overall_desc": "This country has no available data protections at the time of publication", "access_consent": "0", "access_consent_desc": "", "law_enforcement": "0", "law_enforcement_desc": "", "localization": "0", "localization_desc": "", "enforcement": "0", "enforcement_desc": "", "jurisdictional_cov": "0", "jurisdictional_cov_desc": "", "stability": "0", "stability_desc": ""}, "CAF": {"name": "Central African Rep.", "id": "CAF", "overall": "F", "overall_desc": "This country has no available data protections at the time of publication", "access_consent": "0", "access_consent_desc": "", "law_enforcement": "0", "law_enforcement_desc": "", "localization": "0", "localization_desc": "", "enforcement": "0", "enforcement_desc": "", "jurisdictional_cov": "0", "jurisdictional_cov_desc": "", "stability": "0", "stability_desc": ""}, "CMR": {"name": "Cameroon", "id": "CMR", "overall": "F", "overall_desc": "This country has no available data protections at the time of publication", "access_consent": "0", "access_consent_desc": "", "law_enforcement": "0", "law_enforcement_desc": "", "localization": "0", "localization_desc": "", "enforcement": "0", "enforcement_desc": "", "jurisdictional_cov": "0", "jurisdictional_cov_desc": "", "stability": "0", "stability_desc": ""}, "COD": {"name": "Dem. Rep. Congo", "id": "COD", "overall": "F", "overall_desc": "This country has no available data protections at the time of publication", "access_consent": "0", "access_consent_desc": "", "law_enforcement": "0", "law_enforcement_desc": "", "localization": "0", "localization_desc": "", "enforcement": "0", "enforcement_desc": "", "jurisdictional_cov": "0", "jurisdictional_cov_desc": "", "stability": "0", "stability_desc": ""}, "COG": {"name": "Congo", "id": "COG", "overall": "F", "overall_desc": "This country has no available data protections at the time of publication", "access_consent": "0", "access_consent_desc": "", "law_enforcement": "0", "law_enforcement_desc": "", "localization": "0", "localization_desc": "", "enforcement": "0", "enforcement_desc": "", "jurisdictional_cov": "0", "jurisdictional_cov_desc": "", "stability": "0", "stability_desc": ""}, "ZMB": {"name": "Zambia", "id": "ZMB", "overall": "F", "overall_desc": "This country has no available data protections at the time of publication", "access_consent": "0", "access_consent_desc": "", "law_enforcement": "0", "law_enforcement_desc": "", "localization": "0", "localization_desc": "", "enforcement": "0", "enforcement_desc": "", "jurisdictional_cov": "0", "jurisdictional_cov_desc": "", "stability": "0", "stability_desc": ""}, "MOZ": {"name": "Mozambique", "id": "MOZ", "overall": "F", "overall_desc": "This country has no available data protections at the time of publication", "access_consent": "0", "access_consent_desc": "", "law_enforcement": "0", "law_enforcement_desc": "", "localization": "0", "localization_desc": "", "enforcement": "0", "enforcement_desc": "", "jurisdictional_cov": "0", "jurisdictional_cov_desc": "", "stability": "0", "stability_desc": ""}, "BWA": {"name": "Botswana", "id": "BWA", "overall": "F", "overall_desc": "This country has no available data protections at the time of publication", "access_consent": "0", "access_consent_desc": "", "law_enforcement": "0", "law_enforcement_desc": "", "localization": "0", "localization_desc": "", "enforcement": "0", "enforcement_desc": "", "jurisdictional_cov": "0", "jurisdictional_cov_desc": "", "stability": "0", "stability_desc": ""}, "TGO": {"name": "Togo", "id": "TGO", "overall": "F", "overall_desc": "This country has no available data protections at the time of publication", "access_consent": "0", "access_consent_desc": "", "law_enforcement": "0", "law_enforcement_desc": "", "localization": "0", "localization_desc": "", "enforcement": "0", "enforcement_desc": "", "jurisdictional_cov": "0", "jurisdictional_cov_desc": "", "stability": "0", "stability_desc": ""}, "GIN": {"name": "Guinea", "id": "GIN", "overall": "F", "overall_desc": "This country has no available data protections at the time of publication", "access_consent": "0", "access_consent_desc": "", "law_enforcement": "0", "law_enforcement_desc": "", "localization": "0", "localization_desc": "", "enforcement": "0", "enforcement_desc": "", "jurisdictional_cov": "0", "jurisdictional_cov_desc": "", "stability": "0", "stability_desc": ""}, "GNB": {"name": "Guinea-Bissau", "id": "GNB", "overall": "F", "overall_desc": "This country has no available data protections at the time of publication", "access_consent": "0", "access_consent_desc": "", "law_enforcement": "0", "law_enforcement_desc": "", "localization": "0", "localization_desc": "", "enforcement": "0", "enforcement_desc": "", "jurisdictional_cov": "0", "jurisdictional_cov_desc": "", "stability": "0", "stability_desc": ""}, "LBR": {"name": "Liberia", "id": "LBR", "overall": "F", "overall_desc": "This country has no available data protections at the time of publication", "access_consent": "0", "access_consent_desc": "", "law_enforcement": "0", "law_enforcement_desc": "", "localization": "0", "localization_desc": "", "enforcement": "0", "enforcement_desc": "", "jurisdictional_cov": "0", "jurisdictional_cov_desc": "", "stability": "0", "stability_desc": ""}, "BDI": {"name": "Burundi", "id": "BDI", "overall": "F", "overall_desc": "This country has no available data protections at the time of publication", "access_consent": "0", "access_consent_desc": "", "law_enforcement": "0", "law_enforcement_desc": "", "localization": "0", "localization_desc": "", "enforcement": "0", "enforcement_desc": "", "jurisdictional_cov": "0", "jurisdictional_cov_desc": "", "stability": "0", "stability_desc": ""}, "SOM": {"name": "Somalia", "id": "SOM", "overall": "F", "overall_desc": "This country has no available data protections at the time of publication", "access_consent": "0", "access_consent_desc": "", "law_enforcement": "0", "law_enforcement_desc": "", "localization": "0", "localization_desc": "", "enforcement": "0", "enforcement_desc": "", "jurisdictional_cov": "0", "jurisdictional_cov_desc": "", "stability": "0", "stability_desc": ""}, "GNQ": {"name": "Eq. Guinea", "id": "GNQ", "overall": "F", "overall_desc": "This country has no available data protections at the time of publication", "access_consent": "0", "access_consent_desc": "", "law_enforcement": "0", "law_enforcement_desc": "", "localization": "0", "localization_desc": "", "enforcement": "0", "enforcement_desc": "", "jurisdictional_cov": "0", "jurisdictional_cov_desc": "", "stability": "0", "stability_desc": ""}, "AFG": {"name": "Afghanistan", "id": "AFG", "overall": "F", "overall_desc": "", "access_consent": "0", "access_consent_desc": "", "law_enforcement": "0", "law_enforcement_desc": "", "localization": "0", "localization_desc": "", "enforcement": "", "enforcement_desc": "", "jurisdictional_cov": "0", "jurisdictional_cov_desc": "", "stability": "0", "stability_desc": ""}, "SLE": {"name": "Sierra Leone", "id": "SLE", "overall": "", "overall_desc": "", "access_consent": "", "access_consent_desc": "", "law_enforcement": "", "law_enforcement_desc": "", "localization": "", "localization_desc": "", "enforcement": "0", "enforcement_desc": "", "jurisdictional_cov": "0", "jurisdictional_cov_desc": "", "stability": "0", "stability_desc": ""}, "GMB": {"name": "Gambia", "id": "GMB", "overall": "", "overall_desc": "", "access_consent": "", "access_consent_desc": "", "law_enforcement": "", "law_enforcement_desc": "", "localization": "", "localization_desc": "", "enforcement": "", "enforcement_desc": "", "jurisdictional_cov": "", "jurisdictional_cov_desc": "", "stability": "0", "stability_desc": ""}, "NAM": {"name": "Namibia", "id": "NAM", "overall": "", "overall_desc": "", "access_consent": "", "access_consent_desc": "", "law_enforcement": "", "law_enforcement_desc": "", "localization": "", "localization_desc": "", "enforcement": "", "enforcement_desc": "", "jurisdictional_cov": "", "jurisdictional_cov_desc": "", "stability": "", "stability_desc": ""}, "ETH": {"name": "Ethiopia", "id": "ETH", "overall": "F", "overall_desc": "This country has no available data protections at the time of publication", "access_consent": "", "access_consent_desc": "", "law_enforcement": "", "law_enforcement_desc": "", "localization": "", "localization_desc": "", "enforcement": "", "enforcement_desc": "", "jurisdictional_cov": "", "jurisdictional_cov_desc": "", "stability": "", "stability_desc": ""}, "SWZ": {"name": "Swaziland", "id": "SWZ", "overall": "", "overall_desc": "", "access_consent": "", "access_consent_desc": "", "law_enforcement": "", "law_enforcement_desc": "", "localization": "", "localization_desc": "", "enforcement": "", "enforcement_desc": "", "jurisdictional_cov": "", "jurisdictional_cov_desc": "", "stability": "", "stability_desc": ""}, "BLZ": {"name": "Belize", "id": "BLZ", "overall": "F", "overall_desc": "This country has no available data protections at the time of publication", "access_consent": "0", "access_consent_desc": "", "law_enforcement": "0", "law_enforcement_desc": "", "localization": "0", "localization_desc": "", "enforcement": "0", "enforcement_desc": "", "jurisdictional_cov": "0", "jurisdictional_cov_desc": "", "stability": "0", "stability_desc": ""}, "SUR": {"name": "Suriname", "id": "SUR", "overall": "F", "overall_desc": "This country has no available data protections at the time of publication", "access_consent": "0", "access_consent_desc": "", "law_enforcement": "0", "law_enforcement_desc": "", "localization": "0", "localization_desc": "", "enforcement": "0", "enforcement_desc": "", "jurisdictional_cov": "0", "jurisdictional_cov_desc": "", "stability": "0", "stability_desc": ""}, "HND": {"name": "Honduras", "id": "HND", "overall": "F", "overall_desc": "This country has no available data protections at the time of publication.  However, a new data protection bill is projected to pass this year.", "access_consent": "0", "access_consent_desc": "", "law_enforcement": "0", "law_enforcement_desc": "", "localization": "", "localization_desc": "", "enforcement": "", "enforcement_desc": "", "jurisdictional_cov": "", "jurisdictional_cov_desc": "", "stability": "", "stability_desc": ""}}